Repository: BackupTheBerlios/freespeak
Catalog: po/*.po
Languages: fr, it, sv

source: Default translator module
fr: Module de traduction par défaut
it: Modulo traduttore predefinito
sv: Standardöversättarmodul

source: Get text/url from clipboard
fr: Récupérer le texte/l'URL depuis le presse-papiers
it: Ottieni testo/url dalla clipboard
sv: Erhåll text/url från urklipp

source: Obtain the data to translate from the clipboard.
fr: Obtenir les données à traduire depuis le presse-papiers
it: Ottieni i dati da tradurre dalla clipboard.
sv: Erhåll de data från urklipparen som ska översättas.

source: Save the translated text or url to the clipboard.
fr: Sauver le texte traduit ou l'URL vers le presse-papiers
it: Salva il testo o l'url tradotti nella clipboard
sv: Spara den översatta texten eller url:en till urklipp.

source: Set translated data to clipboard
fr: Ajouter les données traduites au presse-papiers
it: Copia i dati tradotti nella clipboard
sv: Ställ in översatta data till urklipp

source: The name of the translator Python module to use by default.
fr: Le nom du module de traduction à utiliser par défaut
it: Il nome del modulo Python da usare come traduttore predefinito
sv: Namnet på den Python-översättarmodul som ska användas som standard.

source: Translate text/url from clipboard
it: Traduci il testo/url dalla clipboard
sv: Översätt text/url från urklipp

source: A free frontend to online translator engines
fr: Une interface pour les moteurs de traduction en ligne
it: Un frontend libero ai motori di traduzione online
sv: Ett fritt framändesprogram för internetöversättningsmotorer

source: Translation started
fr: Traduction démarrée
it: Traduzione avviata
sv: Översättning startad

source: Translation complete
fr: Traduction terminée
it: Traduzione completata
sv: Översättning färdig

source: Cancellation requested
it: Annullamento richiesto
sv: Upphävande begärd

source: Retrieving languages from %s
fr: Récupération des langues disponibles depuis %s
it: Ricezione lingue da %s
sv: Hämtar språk från %s

source: Updating the list
fr: Mise à jour de la liste
it: Aggiornamento della lista
sv: Uppdaterar listan

source: Connecting to
fr: Connexion à
it: Connessione a
sv: Ansluter till

source: Parsing result
fr: Résultat de l'analyse
it: Elaboro il risultato
sv: Tolkar resultat

source: Fetching image
it: Scaricamento immagine
sv: Hämtar bild

source: Exception
fr: Erreur
it: Eccezione
sv: Undantag

source: An error has occurred:
fr: Une erreur s'est produite :
it: Si Ã¨ verificato un errore:
sv: Ett fel har inträffat:

source: Translation
it: Traduzione
sv: Översättning

source: _Edit
it: _Modifica
sv: _Redigera

source: _Help
it: _Aiuto
sv: _Hjälp

source: _Text
fr: _Texte
it: _Testo

source: New translation
fr: Nouvelle traduction
it: Nuova traduzione
sv: Ny översättning

source: New web page translation
fr: Nouvelle traduction d'une page web
it: Nuova traduzione di una pagina web
sv: Ny webbsideöversättning

source: _Suggestions
it: _Suggerimenti
sv: _Förslag

source: New translation suggestions
it: Nuova traduzione con suggerimenti
sv: Nya översättningsförslag

source: FreeSpeak preferences
fr: Préférences de FreeSpeak
it: Preferenze di FreeSpeak
sv: FreeSpeak-inställningar

source: _Close this translation
it: _Chiudi questa traduzione
sv: _Stäng denna översättning

source: Close the active translation page
it: Chiudi la pagina di traduzione corrente
sv: Stäng den aktiva översättningssidan

source: _Contents
it: _Sommario
sv: _Innehåll

source: About FreeSpeak
fr: A propose de FreeSpeak
it: Informazioni su FreeSpeak
sv: Om FreeSpeak

source: Quit FreeSpeak
fr: Quitter FreeSpeak
it: Chiudi FreeSpeak
sv: Avsluta FreeSpeak

source: Preferences
fr: Préférences
it: Preferenze
sv: Inställningar

source: Clipboard preferences
fr: Préférences du presse-papiers
it: Preferenze della clipboard
sv: Urklippinställningar

source: _Get text/url from clipboard automatically
it: _Ottieni testo/url dalla clipboard automaticamente
sv: _Erhåll automatiskt text/url från urklipp

source: _Save translated text/url to clipboard
it: _Salva il testo/url tradotto nella clipboard
sv: _Spara översatt text/url till urklipp

source: Translator preferences
fr: Préférences des moteurs de traduction
it: Preferenze traduttore
sv: Översättarinställningar

source: _Preferred translator
it: Traduttore _preferito
sv: _Föredragen översättare

source: Key bindings
it: Tasti rapidi
sv: Tangentbindningar

source: _Translate from clipboard
it: _Traduci dalla clipboard
sv: _Översätt från urklipp

source: Original
it: Originale

source: Application
it: Applicazione
sv: Program

source: Copy the suggested translation
it: Copia la traduzione suggerita
sv: Kopiera den föreslagna översättningen

source: _Open project page
it: _Apri homepage del progetto
sv: _Öppna projektsida

source: Open the translation project web page
it: Apri la pagina web del progetto di traduzione
sv: Öppna översättningsprojektets webbsida

source: Clear the phrase
it: Cancella la frase
sv: Rensa frasen

source: Paste the phrase from the clipboard
it: Ottieni la frase dalla clipboard
sv: Klistra in frasen från urklipparen

source: Suggest
it: Suggerisci
sv: Föreslå

source: Clear the text to translate
fr: Effacer le texte à traduire
it: Cancella il testo da tradurre
sv: Rensa texten som ska översättas

source: Paste the text to translate from the clipboard
fr: Coller le texte à traduire depuis le presse-papiers
it: Ottieni i dati da tradurre dalla clipboard.
sv: Klistra in texten från urklipparen som ska översättas

source: Copy translated text to the clipboard
fr: Copier le texte traduit dans le presse-papiers
it: Salva il testo tradotto nella clipboard
sv: Kopiera översatt text till urklipparen

source: Swap both the source text with the translated text and the languages
fr: Échange le texte source et celui traduit ainsi que les langues de traduction
it: Inverti testo sorgente con quello tradotto e anche le lingue
sv: Byt ut källtexten mot både den översatta texten och språken

source: Text to translate
fr: Texte à traduire
it: Testo da tradurre
sv: Text att översätta

source: Translated text
fr: Texte traduit
it: Testo tradotto
sv: Översatt text

source: Clear the url
fr: Effacer l'URL
it: Cancella l'url
sv: Rensa url:en

source: Paste the url from the clipboard
fr: Coller l'URL depuis le presse-papiers
it: Ottieni testo/url dalla clipboard
sv: Klistra in url:en från urklipparen

source: Copy the translated page url
it: Copia l'url della pagina tradotta
sv: Kopiera den översatta webburl:en

source: Please insert an URL
fr: Merci de saisir une URL
it: Inserisci un URL
sv: Var god infoga en url

source: Fetching page...
it: Scaricamento pagina...
sv: Hämtar sida...

source: (none)
fr: (aucun)
it: (nessuno)
sv: (ingen)

source: T_ranslator:
fr: T_raducteur:
it: T_raduttore:
sv: Ö_versättare:

source: _From:
fr: _Depuis
it: _Da:
sv: _Från:

source: T_o:
fr: _Vers
it: _A:
sv: T_ill:

source: Close this translation
it: Chiudi questa traduzione
sv: Stäng denna översättning

source: Unknown translation request: %s
sv: Okänd översättningsbegäran: %s

source: We_b
sv: We_bb

source: Copy the url
fr: Copier l'URL
