Repository: BackupTheBerlios/freespeak
Catalog: lang/*.po
Languages: it, nl

source: use clipboard instead of stdin
it: usa la clipboard invece dello stdin
nl: gebruik clipboard in de plaats van stdin

source: start minimized in tray icon
it: avvia il programma solo come tray icon
nl: start het programma in het systeemvak

source: An error was occurred:
it: C'Ã¨ stato un errore:
nl: Er is een fout opgetreden:

source: New
it: Nuovo
nl: Nieuw

source: New translation
it: Nuova traduzione
nl: Nieuwe vertaling

source: Refresh
it: Aggiorna
nl: Update

source: Refresh module list
it: Aggiorna la lista dei moduli
nl: Update de lijst van verschillende modulen

source: Reduce
it: Riduci
nl: Verklein

source: Reduce translation window
it: Riduce la finestra
nl: Verklein het vertaalvenster

source: Settings
it: Impostazioni
nl: Instellingen

source: FreeSpeak settings
it: Impostazioni di FreeSpeak
nl: FreeSpeak instellingen

source: Quit
it: Esci
nl: Afsluiten

source: Quit FreeSpeak
it: Esce da FreeSpeak
nl: Freespeak Afsluiten

source: About
it: Informazioni
nl: Info

source: About FreeSpeak
it: Informazioni su FreeSpeak
nl: Info over FreeSpeak

source: A free frontend to online translator engines
it: Una libera interfaccia ai traduttori online
nl: Een vrije frontend voor vertalersites

source: Clipboard preferences
it: Clipboard
nl: Klembordinstellingen

source: Get text from clipboard automatically
it: Copia il testo automaticamente dalla clipboard
nl: Kopieer de tekst automatisch van het klembord

source: Save text to clipboard after translation
it: Salva il testo tradotto nella clipboard
nl: Kopieer de tekst automatisch naar het klembord na de vertaling

source: Translator preferences
it: Traduttori
nl: Vertaalopties

source: Preferred Translator
it: Traduttore preferito
nl: Favoriete Vertaalsite

source: Keep translator always on top
it: Mantieni la finestra sempre in primo piano
nl: Hou FreeSpeak op de voorgrond

source: Minimalist translator preferences
it: Finestra minimale
nl: Voorkeuren voor het minimale venster

source: Startup with minimalist translator window
it: Avvia con la finestra minimale
nl: Start FreeSpeak met het minimale venster

source: Show translated text in a popup window
it: Mostra il testo tradotto in una finestra popup
nl: Toon de vertaalde tekst in een popupvenster

source: Interface preferences
it: Traduttori
nl: Interfaceopties

source: Language
it: Lingua
nl: Taal

source: Miscellaneous preferences
it: Miscellanea
nl: Andere opties

source: Use Tray Icon
it: Usa la tray icon
nl: Gebruik Tray Icon

source: Restart FreeSpeak to apply language changes
it: Riavviare FreeSpeak per applicare il cambiamento della lingua
nl: Herstart FreesSpeak om de veranderingen toe te passen

source: Translation:
it: Traduttore:
nl: Vetaling:

source: From:
it: Da:
nl: Van:

source: To:
it: A:
nl: Naar:

source: <u>T</u>ranslate!
it: <u>T</u>raduci!
nl: <u>V</u>ertaal!

source: Rename
it: Rinomina
nl: Naam veranderen

source: Close
it: Chiudi
nl: Sluiten

source: A translation is currently running. Are you sure to close this page?
it: Una traduzione in corso. Sei sicuro di voler chiudere questa pagina?
nl: Er vindt een vertaling plaats. Ben je zeker dat je deze pagina wil sluiten?

source: Translation
it: Traduttore
nl: Vertaling

source: From
it: Da
nl: Van

source: to
it: a
nl: naar

source: using
it: usa
nl: door

source: Show Window
it: Mostra la finestra
nl: Toon Venster

source: Error during language table loading
it: Errore durante il caricamento delle informazioni sulle lingue
nl: Er heeft zich een fout voorgedaan tijdens het laden van de taaltabel

source: Error during translation
it: Errore durante la traduzione
nl: Fout tijdens het vertalen
